@extends('Dghrd.website.layouts.main')
@section('main-section')<!--SECTION FOR MENU NAV-->
<section>
	<div class="container-fluid bg-menu-open">
		<div class="container">
			<div class="py-2">
				<h5 class="my-auto">
					<a href="{{url('/')}}" class="aa txt-clr">
						<i class="fa fa-home"></i> होम
					</a>
					>> हमारे बारे में >>
					<span> नागरिक चार्टर</span>
				</h5>
			</div>
		</div>
	</div>
</section>


<div class="d-flex justify-content-center">
	<div class="container-fluid  my-3 charter">
		<div class="row mx-auto col-12">
			<div class="col-lg-9 col-md-8 col-sm-12 mx-auto mg-box-top">
				<div class="container cnt-pd">
					<!--<h4>Directorate General of Human Resource Development</h4>-->
					<div>
						<p class="text-justify">
							केंद्रीय अप्रत्यक्ष कर एवं सीमा शुल्क बोर्ड (CBIC) के मानव संसाधन विकास महानिदेशालय (DGHRD) का लक्ष्य कर आधार को व्यापक बनाकर, कर संरचना को युक्तिसंगत बनाकर, प्रक्रियाओं को सरल बनाकर, स्वैच्छिक अनुपालन में सुधार करके और एक कुशल व उत्तरदायी कर प्रशासन प्रदान करके राजस्व संग्रह को अधिकतम करना है। इस लक्ष्य को प्राप्त करने के लिए, DGHRD एक कुशल, उत्पादक, स्वस्थ, प्रभावी और विविध कार्यबल विकसित करने का प्रयास करता है, जिसमें अत्यधिक कुशल पर्यवेक्षक, प्रबंधक और नेता शामिल हों। DGHRD के 4 अनुभाग (विंग्स) हैं।
						</p>
					</div>


					<div class="text-center mt-2">
						<img src="{{asset('public/website/human/chart2.png')}}" id="citizen" width="100%">
					</div>

					<!--  List 1-->

					<div class="row mx-auto mt-5 text-justify">
						<ul>
							<h5>I. एचआरएम I विंग</h5>
						</ul>
						<ol>a. विभाग के लक्ष्यों और दृष्टिकोण के अनुरूप CBIC के मानव संसाधन प्रबंधन (HRM) योजनाओं को तैयार और डिज़ाइन करना।</ol>

						<ol>b. भर्ती नियमों (Recruitment Rules) का विश्लेषण करना और उनमें आवश्यक बदलाव का प्रस्ताव देना।</ol>

						<ol>c. बदलते आर्थिक परिदृश्य और आवश्यकताओं के संदर्भ में विभाग के लिए कैडर समीक्षा और पुनर्गठन अभ्यास में CBIC को समर्थन प्रदान करना।</ol>

						<ol>d. CBIC में ग्रुप A और ग्रुप B से ग्रुप A अधिकारियों के लिए विभागीय पदोन्नति समिति (DPC) का आयोजन करना।</ol>

						<ol>e. वरिष्ठता सूची (Seniority List) को बनाए रखना।</ol>

						<ol>f. व्यक्तिगत प्रदर्शन को कैप्चर और आकलन करने के लिए एक प्रभावी प्रदर्शन प्रबंधन प्रणाली (Performance Management System - PMS) विकसित करना।</ol>

						<ol>g. एक वैज्ञानिक मूल्यांकन प्रणाली और प्रदर्शन मापन योजना (Performance Measurement Scheme) को डिज़ाइन करना।</ol>

						<ol>h. वार्षिक प्रदर्शन मूल्यांकन रिपोर्ट (APAR) की प्राप्ति का समन्वय करना।</ol>

						<ol>i. प्रदर्शन के साथ पुरस्कार को जोड़ना और एक उपयुक्त पुरस्कार नीति तैयार करना।</ol>

						<ol>j. "बाहरी सलाहकारों" (External Consultants) के साथ समन्वय स्थापित करना ताकि व्यक्तिगत प्रदर्शन को ट्रैक, समर्थन और मॉनिटर करने के लिए एक उपयुक्त प्रणाली विकसित की जा सके और जवाबदेही सुनिश्चित की जा सके।</ol>

						<ol>k. सभी कैडरों के लिए वार्षिक प्रदर्शन मूल्यांकन (APAR) के प्रारूप की समीक्षा करना और समय-समय पर इसमें आवश्यक सुधार का सुझाव देना।</ol>

						<ol>l. समूह और व्यक्तिगत स्तरों पर संगठन के लिए निष्पक्ष लक्ष्य निर्धारण (Objective Goal Setting) के आधार पर प्रदर्शन संकेतक (Performance Indicators) विकसित करना, जिसमें जनशक्ति और बुनियादी ढांचे की सीमाओं को ध्यान में रखा जाए।</ol>

						<ol>m. भविष्य के विकास का पूर्वानुमान लगाना और संगठन, कार्मिक प्रबंधन और प्रक्रियाओं में आवश्यक बदलावों का सुझाव देना ताकि उन परिवर्तनों के अनुरूप प्रतिक्रिया दी जा सके।</ol>
					</div>



					<!--  List 1 End -->


					<!--  List 2-->

					<div class="row mx-auto mt-5 text-justify">
						<ul>
							<h5>II. एचआरएम II विंग</h5>
						</ul>
						<ol>a. CBIC को उसकी वार्षिक भर्ती योजना (Annual Recruitment Plan - ARP) या प्रत्यक्ष भर्ती तैयार करने में सहायता प्रदान करना।</ol>

						<ol>b. CBIC को उसकी भर्ती नीति (Recruitment Policy) के निर्माण और कार्यान्वयन में समर्थन देना।</ol>

						<ol>c. मानव संसाधन नीतियों (HR Policies), प्रक्रियाओं और प्रणालियों को डिज़ाइन करना, जिसमें वे प्रस्ताव शामिल हैं जहां पदों को अस्थायी रूप से एक कार्यात्मक क्षेत्र से दूसरे में स्थानांतरित किया जाता है।</ol>

						<ol>d. प्रशिक्षण, पदस्थापन (Placement), कौशल उन्नयन (Skill Upgradation) और उत्तराधिकार योजना (Succession Planning) के लिए अधिकारियों/कर्मचारियों की सिफारिश हेतु मानव संसाधन सूचना प्रणाली (HRIS) को बनाए रखना और अपडेट करना।</ol>

						<ol>e. ग्रुप A अधिकारियों के लिए सिविल सूची (Civil List) और डिस्पोज़िशन सूची (Disposition List) को बनाए रखना और प्रकाशित करना।</ol>

						<ol>f. देशभर में फील्ड फॉर्मेशन द्वारा अपनाई जाने वाली प्रशासनिक प्रक्रियाओं में एकरूपता/समानता लाने में CBIC को सहायता प्रदान करना।</ol>

						<ol>g. अधिकारियों के पदस्थापन (Placement) और स्थानांतरण (Transfer) के लिए वार्षिक सामान्य स्थानांतरण (AGT) और अन्य मामलों में CBIC को डेटा समर्थन प्रदान करना।</ol>

						<ol>h. 56J के तहत समीक्षा के लिए अधिकारियों के प्रदर्शन की जांच करना।</ol>

						<ol>i. स्वच्छता कार्य योजना (Swachchta Action Plan) को लागू करना।</ol>

						<ol>j. स्थानांतरण नीति (Transfer Policy) पर प्रतिक्रिया प्राप्त करना और आगे की कार्रवाई के लिए इसे CBIC तक पहुंचाना।</ol>
					</div>



					<!--  List 2 End -->

					<!--  List 3-->

					<div class="row mx-auto mt-5 text-justify">
						<ul>
							<h5>III. बुनियादी ढांचा और कल्याण विंग:</h5>
						</ul>
						<ul>
							<h6>(a) बुनियादी ढांचा प्रभाग:</h6>
						</ul>

						<ol>i) 'नोडल प्राधिकरण' के रूप में कार्य करना, जो फील्ड फॉर्मेशन से सीधे प्राप्त सभी बुनियादी ढांचा प्रस्तावों की जांच और प्रसंस्करण करता है और उन्हें अपनी सिफारिशों के साथ CBIC/मंत्रालय को आगे की कार्रवाई के लिए अग्रेषित करता है।</ol>

						<ol>ii) बुनियादी ढांचे से संबंधित सभी मामलों पर विचार करना, जिनमें भूमि की खरीद और निपटान, भवनों की खरीद और निपटान, आवास की किराये पर व्यवस्था, पहले से किराए पर लिए गए स्थान को जारी रखने, कार्यालय और आवासीय भवनों के निर्माण, मरम्मत/रखरखाव/नवीनीकरण/संशोधन/बदलाव आदि शामिल हैं।</ol>

						<ol>iii) CBIC की संपत्तियों का लेखा-जोखा रखना और प्रलेखन करना, जिसमें संपत्ति रजिस्टर (Asset Register) का निर्माण, रखरखाव और नियमित अद्यतन शामिल है।</ol>

						<ol>iv) विभागीय कर्मचारियों के लिए तैयार कार्यालय स्थान और आवासीय व्यवस्था की बजटीय आवश्यकताओं को संकलित करना और CBIC को प्रस्तुत करना।</ol>

						<ol>v) बुनियादी ढांचा प्रस्तावों (प्रक्रियाधीन या स्वीकृत) की नीति दिशानिर्देशों और प्रशासनिक निर्देशों के अनुरूपता सुनिश्चित करना।</ol>

						<ol>vi) CBIC और इसकी फील्ड फॉर्मेशन के बीच एक कड़ी के रूप में कार्य करना, ताकि प्रस्तुत प्रस्तावों पर मंत्रालय की टिप्पणियों/प्रश्नों/अनुमोदनों/स्वीकृतियों को फील्ड फॉर्मेशन तक पहुंचाया जा सके।</ol>
					</div>



					<!--  List 3 End -->

					<!--  List 4-->

					<div class="row mx-auto mt-5 text-justify">
						<ul>
							<h5>(b) कल्याण प्रभाग:</h5>
						</ul>

						<ol>i) CBIC को कल्याणकारी उपायों की पहचान करना और उनकी सिफारिश करना।</ol>

						<ol>ii) फील्ड फॉर्मेशन से प्राप्त प्रस्तावों को संसाधित करना, ताकि कल्याण कोष की गवर्निंग बॉडी द्वारा निधियों की स्वीकृति प्राप्त हो सके।</ol>

						<ol>iii) लॉजिस्टिक्स निदेशालय और प्रधान CCA कार्यालय के साथ समन्वय करना, ताकि कल्याण कोष और विशेष उपकरण कोष के बीच वितरित की जाने वाली निधियों का लेखा-जोखा रखा जा सके।</ol>

						<ol>iv) कर्मचारियों की सेवानिवृत्ति को प्रबंधित करना, विशेष रूप से उनके मानसिक, भावनात्मक और वित्तीय पहलुओं को ध्यान में रखते हुए (NACEN और/या बाहरी विशेषज्ञों के माध्यम से प्रशिक्षण की व्यवस्था करके, ताकि सेवा से सेवानिवृत्ति के बाद जीवन के लिए मानसिक रूप से तैयार किया जा सके और सेवानिवृत्ति लाभों का सही प्रबंधन किया जा सके)।</ol>

						<ol>v) सेवानिवृत्त होने वाले अधिकारियों की विशेषज्ञता क्षेत्रों और कौशलों की सूची तैयार करना और बनाए रखना, और उन्हें उनके संबंधित क्षेत्रों के मंत्रालयों और सार्वजनिक उपक्रमों में अवसरों का पता लगाने की सलाह देना।</ol>

						<ol>vi) CBIC द्वारा प्रचारित/कार्यान्वित कल्याणकारी योजनाओं/उपायों की जानकारी अधिकारियों और कर्मचारियों के बीच वितरित करना।</ol>

					</div>


					<!--  List 4 End -->

					<!--  List 5-->

					<div class="row mx-auto mt-5 text-justify">
						<ul>
							<h5>IV. व्यय प्रबंधन प्रकोष्ठ:</h5>
						</ul>

						<ol>a. बजट प्रभाग, आर्थिक मामलों के विभाग द्वारा निर्धारित बजट परिपत्र जारी करना।</ol>

						<ol>b. अनुदान के तहत विभिन्न घटक संगठनों/इकाइयों से प्राप्त बजट प्रस्तावों की जांच करना।</ol>

						<ol>c. बजट प्रक्रिया के प्रत्येक चरण जैसे कि बजट अनुमान (BE), संशोधित अनुमान (RE) और अंतिम आवश्यकता (FR) की स्थिति को समेकित करना और आगे की कार्रवाई के लिए वित्तीय सलाहकार (FA) को प्रस्तुत करना।</ol>

						<ol>d. स्वीकृत बजटीय प्रावधानों को संबंधित बजट नियंत्रक प्राधिकरणों को आबंटित करना।</ol>

						<ol>e. बजट अनुमान विवरण (SBEs) तैयार करना ताकि उन्हें संबंधित बजट दस्तावेजों में शामिल किया जा सके।</ol>

						<ol>f. स्वीकृत अनुदान के अनुसार व्यय की प्रगति की निगरानी करना और मासिक एवं तिमाही व्यय समीक्षा तैयार कर वित्तीय सलाहकार (FA) को प्रस्तुत करना।</ol>

						<ol>g. पुनः विनियोग आदेश (Re-appropriation Orders) प्रस्तावित करना, बचत की सरेंडर प्रक्रिया आदि के लिए वित्तीय सलाहकार (FA) से अनुमोदन प्राप्त करना।</ol>

						<ol>h. प्रधान मुख्य लेखा नियंत्रक (CCA), CBIC के साथ परामर्श कर विनियोग खाते (Appropriation Accounts) को अंतिम रूप देना और वित्तीय सलाहकार (FA) को अनुमोदन हेतु प्रस्तुत करना।</ol>

						<ol>i. वित्त पर स्थायी समिति द्वारा अनुदान की विस्तृत मांगों की परीक्षा से संबंधित आवश्यक कार्रवाई करना।</ol>

						<ol>j. व्यय मामलों से संबंधित लेखा परीक्षा संदर्भों, जैसे कि लेखा परीक्षण टिप्पणियों (Audit Paras) या लोक लेखा समिति (PAC Paras) पर कार्रवाई करना।</ol>

						<ol>k. उपरोक्त से संबंधित अन्य कोई भी कार्य।</ol>
					</div>



					<!--  List 5 End -->
				</div><!--div close for the container-->
			</div>
			@include('Dghrd.website.layouts.important_links')


		</div>
	</div>
</div>


</div>
</div>
</div>
</div>


@endsection